Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: རབ་འབྱོར་ཆོས་འདི་གཉིས་དང་ལྡན་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི་བདུད་སྡིག་ཏོ་ཅན་རྣམས་ཀྱིས་མི་ཐུབ་པ་ཡིན་ནོ།
en: Subhūti, bodhisattva great beings who are endowed with these two attributes will not be subdued by evil Māras. “

source: །རབ་འབྱོར་གཞན་ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཆོས་གཉིས་དང་ལྡན་པ་ནི་བདུད་སྡིག་ཏོ་ཅན་རྣམས་ཀྱིས་མི་ཐུབ་པ་ཡིན་ཏེ།
en: Moreover, Subhūti, bodhisattva great beings who are endowed with two [other] attributes will not be subdued by evil Māras. {Ki.

source: གཉིས་གང་ཞེ་ན། ཇི་སྐད་དུ་སྨྲས་པ་དེ་བཞིན་དུ་བྱེད་པ་ཡིན། སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱིས་དགོངས་པ་ཡིན་ཏེ།
en: V: 42} If you ask what these two are, they should do exactly what they say they will do, and they should be kept in mind by the lord buddhas.

source: རབ་འབྱོར་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ། ཆོས་དེ་གཉིས་དང་ལྡན་པ་ནི་བདུད་སྡིག་ཏོ་ཅན་རྣམས་ཀྱིས་མི་ཐུབ་པ་ཡིན་ནོ།
en: Subhūti, bodhisattva great beings who practice the perfection of wisdom and are endowed with these two attributes will not be subdued by evil Māras. “

source: །རབ་འབྱོར་དེ་ལྟར་སྤྱོད་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་དྲུང་དུ་ནི་ལྷའི་བུ་རྣམས་ཀྱང་འོང་བར་སེམས་སོ། །བསྙེན་བཀུར་བ་དང་། ཡོངས་སུ་དྲི་བ་དང་། ཀུན་དུ་དྲི་བ་ཡང་བྱེད་པར་འགྱུར་ཏེ། རིགས་ཀྱི་བུ་ཁྱོད་སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་མྱུར་དུ་ཐོབ་པར་འགྱུར་གྱིས།
en: Subhūti, the gods will also think to approach bodhisattva great beings who practice accordingly; they will venerate them, and ask questions and counter-questions, enthusiastically saying, ‘Noble child, you should swiftly attain the enlightenment of the buddhas.

source: དེ་བས་ན་རིགས་ཀྱི་བུ་ཁྱོད་ཀྱིས་འདི་ལྟ་སྟེ། སྟོང་པ་ཉིད་ཀྱིས་རྣམ་པར་སྤྱོད་པ་དང་། །མཚན་མ་མེད་པས་རྣམ་པར་སྤྱོད་པ་དང་། སྨོན་པ་མེད་པས་རྣམ་པར་སྤྱོད་པ་དེ་ཉིད་ཀྱིས་རྣམ་པར་སྤྱོད་པར་གྱིས་ཤིག །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རིགས་ཀྱི་བུ་ཁྱོད་ཀྱིས་རྣམ་པར་སྤྱོད་པ་དེས་རྣམ་པར་སྤྱད་པ་དང་། སེམས་ཅན་མགོན་མེད་པ་རྣམས་ཀྱི་མགོན་དུ་འགྱུར་རོ།
en: Therefore, noble child, you should dwell in accordance with emptiness, you should dwell in accordance with signlessness, and you should dwell in accordance with wishlessness.

source: །སེམས་ཅན་སྐྱབས་མེད་པ་རྣམས་ཀྱི་སྐྱབས་སུ་འགྱུར་རོ། །སེམས་ཅན་དཔུང་གཉེན་མེད་པ་རྣམས་ཀྱི་དཔུང་གཉེན་དུ་འགྱུར་རོ། །སེམས་ཅན་གནས་མེད་པ་རྣམས་ཀྱི་གནས་སུ་འགྱུར་རོ། །སེམས་ཅན་རྟེན་མེད་པ་རྣམས་ཀྱི་རྟེན་དུ་འགྱུར་རོ། །སེམས་ཅན་གླིང་མེད་པ་རྣམས་ཀྱི་གླིང་དུ་འགྱུར་རོ། །སེམས་ཅན་མུན་པར་གྱུར་པ་རྣམས་ཀྱི་སྣང་བར་འགྱུར་རོ་ཞེས་དེ་ལ་སྤྲོ་བ་སྐྱེད་པར་འགྱུར་རོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: If you ask why, noble child, dwelling in that manner, you will become a protector of beings who are without a protector, you will become a refuge for beings who are without a refuge, you will become an ally of beings who are without allies, you will become a sanctuary of beings who are without sanctuary, you will become a support for beings who are without support, you will become an island for beings without an island, and you will become a light for beings who are shrouded in darkness.’

source: དེ་ནི་འདི་ལྟར་འཇིག་རྟེན་གྱི་ཁམས་ཚད་མེད་གྲངས་མེད་པ་དག་ན། སངས་རྒྱས་བཅོམ་ལྡན་འདས་གང་ཇི་སྙེད་ཅིག་དགེ་སློང་གི་དགེ་འདུན་གྱིས་ཡོངས་སུ་བསྐོར་ཏེ་བཞུགས་ཤིང་འཚོ་སྐྱོང་བ་དང་། ཆོས་སྟོན་པ་དེ་དག་ཀྱང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་ཅིང་། འདི་ལྟ་སྟེ། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་ཡོན་ཏན་དེ་དག་དང་ལྡན་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེའི་མིང་དང་རིགས་ཡོངས་སུ་བརྗོད་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་ཅིང་ཆེད་དུ་བརྗོད་པ་ཆེད་དུ་བརྗོད་པ་མཛད་དེ།
en: If you ask why, it is because all the lord buddhas who are alive at present, teaching the Dharma in the inestimable and countless world systems, surrounded by their monastic communities of monks, will continue to teach the Dharma and make their pronouncements by way of proclaiming the names and families of these bodhisattva great beings who possess the attributes of the perfection of wisdom. “

source: རབ་འབྱོར་འདི་ལྟ་སྟེ། དཔེར་ན། ང་ད་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རིན་ཆེན་དཔལ་གྱི་མིང་ཡོངས་སུ་བརྗོད་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་ཅིང་ཆེད་དུ་བརྗོད་པ་ཆེད་དུ་བརྗོད་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གཙུག་ཕུད་ཀྱི་མིང་ཡོངས་སུ་བརྗོད་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་ཅིང་ཆེད་དུ་བརྗོད་པ་ཆེད་དུ་བརྗོད་པ་དང་།
en: For example, Subhūti, now I continue to teach the Dharma and make pronouncements by way of proclaiming the name of the bodhisattva great being Ratnaketu, and I continue to teach the Dharma and make pronouncements by way of proclaiming the name of the bodhisattva great being Śikhin, {Ki.

source: དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་མི་འཁྲུགས་པའི་ཞབས་འབྲིང་ན། ཚངས་པའི་སྤྱད་པ་སྤྱོད་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་མ་བྲལ་བ་དེ་དག་གི་མིང་ཡོངས་སུ་བརྗོད་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་ཅིང་ཆེད་དུ་བརྗོད་པ་ཆེད་དུ་བརྗོད་པ་བཞིན་ནོ།
en: V: 43} and I continue to teach the Dharma and make pronouncements by way of proclaiming the names of those who, in the service of the tathāgata, arhat, completely awakened buddha Akṣobhya, practiced chastity without being separated from the perfection of wisdom. “

source: །ཤར་ཕྱོགས་ཀྱི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་གང་ཇི་སྙེད་ཅིག་བཞུགས་ཤིང་འཚོ་སྐྱོང་བ་དང་། ཆོས་སྟོན་པ་དེ་དག་ཀྱང་དེ་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་ཇི་སྙེད་ཅིག་ཚངས་པའི་སྤྱད་པ་སྤྱོད་ཅིང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་མ་བྲལ་བ་དེ་དག་ལ་སྤྲོ་བར་མཛད་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་ཏེ། ཆེད་དུ་བརྗོད་པ་ཡང་ཆེད་དུ་བརྗོད་པ་མཛད་དོ། །ལྷོ་དང་། ནུབ་དང་། བྱང་དང་།
en: All the lord buddhas who are alive at present, teaching the Dharma [in the world systems] of the eastern direction, will also continue to teach the Dharma and make their pronouncements by way of rejoicing in all the bodhisattva great beings there who are practicing chastity without being separated from the perfection of wisdom. “

source: བྱང་ཤར་དང་། ཤར་ལྷོ་དང་ལྷོ་ནུབ་དང་ནུབ་བྱང་དང་འོག་དང་། སྟེང་གི་ཕྱོགས་ཀྱི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་གང་ཇི་སྙེད་ཅིག་བཞུགས་ཤིང་འཚོ་སྐྱོང་བ་དང་། ཆོས་སྟོན་པ་དེ་དག་ཀྱང་དེ་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་ཇི་སྙེད་ཅིག་ཚངས་པའི་སྤྱད་པ་སྤྱོད་ཅིང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་མ་བྲལ་བ་དེ་དག་ལ་སྤྲོ་བར་མཛད་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་ཏེ།
en: All the lord buddhas who are alive at present, teaching the Dharma in the world systems of the southern, western, northern, northeastern, southeastern, southwestern, and northwestern directions, along with the nadir and the zenith, will also continue to teach the Dharma and make their pronouncements by way of rejoicing in all the bodhisattva great beings there who are practicing chastity without being separated from the perfection of wisdom. “

source: ཆེད་དུ་བརྗོད་པ་ཡང་ཆེད་དུ་བརྗོད་པ་མཛད་དོ། །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སེམས་དང་པོ་བསྐྱེད་པ་ནས་ཉེ་བར་བཟུང་སྟེ། ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཐོབ་ཀྱི་བར་དུ་བྱང་ཆུབ་ཀྱི་ལམ་ཡོངས་སུ་སྦྱོང་བ་གང་ཇི་སྙེད་ཅིག་ཡོད་པ་དེ་དག་ལ་ཡང་། སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་དག་སྤྲོ་བར་མཛད་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་ཏེ། ཆེད་དུ་བརྗོད་པ་ཡང་ཆེད་དུ་བརྗོད་པ་མཛད་དོ།
en: These lord buddhas will also continue to teach the Dharma and make their pronouncements by way of rejoicing in all the bodhisattva great beings who—from when they first begin to set their mind on enlightenment until they have attained all-aspect omniscience—have been refining the path of enlightenment.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་སངས་རྒྱས་ཀྱི་ཚུལ་རྒྱུན་མི་འཆད་པའི་དོན་དུ་ཞུགས་པ་དེ་དག་ནི་དཀའ་བ་བྱེད་པའོ།
en: If you ask why, Subhūti, it is because those bodhisattva great beings who are progressing so as not to interrupt the way to buddhahood are doing something that is difficult.” “

source: །གསོལ་པ། བཅོམ་ལྡན་འདས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་དག་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སླར་ལྡོག་པ་འམ། སླར་མི་ལྡོག་པ་འམ། གང་གི་མིང་ཡོངས་སུ་བརྗོད་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་པ་མཛད།
en: Blessed Lord, while teaching the Dharma, do those lord buddhas proclaim the names of bodhisattva great beings who may regress, or of those whose progress is irreversible?” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི་ཕྱིར་མྱི་ལྡོག་པ་ལས། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པ་ཡང་ཡོད།
en: Subhūti,” replied the Blessed One, “among irreversible bodhisattva great beings there are those who practice the perfection of wisdom.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི་ལུང་མ་བསྟན་པ་ལས། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པ་ཡང་ཡོད་དེ།
en: Among bodhisattva great beings who have not been prophesied, there are also those who practice the perfection of wisdom.

source: དེ་དག་ལ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་དག་སྤྲོ་བར་མཛད་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་ཅིང་། ཆེད་དུ་བརྗོད་པ་ཡང་ཆེད་དུ་བརྗོད་པ་མཛད་དོ།
en: The lord buddhas will continue to teach the Dharma and make their pronouncements by way of rejoicing in them, too.” “

source: །གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་དག་གང་ལགས།
en: Blessed Lord, who are they?” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་བྱང་ཆུབ་སེམས་དཔའི་སྤྱད་པ་སྤྱོད་པའི་ཚེ། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་མི་འཁྲུགས་པའི་རྗེས་སུ་སློབ་པའི་ཚུལ་གྱིས་རྣམ་པར་སྤྱོད་པ་དེ་དག་ལ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་དག་སྤྲོ་བར་མཛད་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་ཅིང་། ཆེད་དུ་བརྗོད་པ་ཡང་ཆེད་དུ་བརྗོད་པ་མཛད་དོ།
en: Subhūti,” replied the Blessed One, “when bodhisattva great beings practice the conduct of a bodhisattva, the lord buddhas continue to teach the Dharma and make pronouncements by way of rejoicing in those who are engaged in training under the tathāgata, arhat, completely awakened Buddha Akṣobhya.

source: །རབ་འབྱོར་གང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རིན་ཆེན་དཔལ་གྱི་རྗེས་སུ་སློབ་པའི་ཚུལ་གྱིས་བྱང་ཆུབ་སེམས་དཔའི་སྤྱད་པ་སྤྱོད་པ་དེ་དག་ལ་ཡང་། སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་དག་སྤྲོ་བར་མཛད་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་ཅིང་། ཆེད་དུ་བརྗོད་པ་ཡང་ཆེད་དུ་བརྗོད་པ་མཛད་དོ།
en: Subhūti, the lord buddhas also continue to teach the Dharma and make their pronouncements by way of rejoicing in those who are engaged in training in the conduct of a bodhisattva under the bodhisattva great being Ratnaketu. “

source: །རབ་འབྱོར་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་ཅིང་ཆོས་ཐམས་ཅད་སྐྱེ་བ་མེད་པར་མོས་ཀྱང་མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་མ་ཐོབ་པ།
en: Moreover, Subhūti, there are bodhisattva great beings who practice the perfection of wisdom, and who believe that all phenomena are nonarising, {Ki.V: 44} but have not yet accepted that phenomena are nonarising.

source: ཆོས་ཐམས་ཅད་སྟོང་པའོ་ཞེས་བྱ་བ་དང་། ཆོས་ཐམས་ཅད་ཞི་བའོ་ཞེས་བྱ་བ་དང་། ཆོས་ཐམས་ཅད་གསོག་གསོབ་སྟེ་རག་ལུས་པའོ་ཞེས་བྱ་བ་དང་། སྙིང་པོ་མེད་པའོ་ཞེས་བྱ་བར་མོས་ཀྱང་།
en: Although they believe that all phenomena are empty, that all phenomena are at peace, that all phenomena are vacuous, hollow, and dependent, and that all phenomena are without essence, they have not yet accepted that phenomena are nonarising.

source: མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་མ་ཐོབ་པ་དེ་དག་ལ་ཡང་སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་དག་སྤྲོ་བར་མཛད་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་ཅིང་། ཆེད་དུ་བརྗོད་པ་ཡང་ཆེད་དུ་བརྗོད་པ་མཛད་དོ།
en: By way of rejoicing in them, too, the lord buddhas also continue to teach the Dharma and make their pronouncements. “

source: །རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་ལ་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་མིང་ཡོངས་སུ་བརྗོད་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་ཅིང་ཆེད་དུ་བརྗོད་པ་ཡང་ཆེད་དུ་བརྗོད་པ་མཛད་པའི། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་དག་གིས་ནི་ཉན་ཐོས་ཀྱི་ས་དང་རང་སངས་རྒྱས་ཀྱི་ས་སྤངས་པ་ཡིན་ཏེ། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ཡང་ལུང་བསྟན་པ་ཡིན།
en: Subhūti, those bodhisattva great beings whose names the lord buddhas continue to teach the Dharma and make their pronouncements by way of proclaiming are indeed prophesied, after transcending the levels of the śrāvakas and the level of the pratyekabuddhas, to attain unsurpassed, complete enlightenment.

source: རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པ་གང་ལ། སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་མིང་ཡོངས་སུ་བརྗོད་པའི་ཚུལ་གྱིས་ཆོས་སྟོན་ཅིང་། ཆེད་དུ་བརྗོད་པ་ཡང་ཆེད་དུ་བརྗོད་པ་མཛད་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ནི་ཕྱིར་མི་ལྡོག་པ་ཉིད་ལ་གནས་པར་འགྱུར་ཏེ། དེ་ལ་གནས་པས་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཐོབ་པར་འགྱུར་རོ།
en: Subhūti, those bodhisattva great beings practicing the perfection of wisdom whose names the lord buddhas continue to teach the Dharma and make their pronouncements by way of proclaiming will dwell in the irreversible state, and abiding in it, they will attain all-aspect omniscience. “

source: །རབ་འབྱོར་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་བཤད་པ་ཐོས་ན། འདི་ནི་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱིས་ཇི་ལྟར་བཤད་པ་དེ་བཞིན་ནོ་ཞེས་ནེམ་ནུར་མེད་ཅིང་ཐེ་ཚོམ་མི་ཟ་ལ་རྨོངས་པར་མི་འགྱུར་ན། དེས་ནི་ཕྱིས་ཀྱང་རྒྱ་ཆེར་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་མི་འཁྲུགས་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའི་རིགས་ཀྱི་བུ་དེ་དག་ལས་ཐོས་པར་འགྱུར་ཏེ།
en: Moreover, Subhūti, when bodhisattva great beings hear the explanation of the profound perfection of wisdom, if they are free from doubt, free from hesitation, and free from delusion, accepting that this exactly accords with the explanation given by the tathāgatas, arhats, completely awakened buddhas, then they will subsequently also hear this perfection of wisdom more extensively in the presence of the tathāgata, arhat, completely awakened buddha Akṣobhya and of those noble children who follow the vehicle of the bodhisattvas.

source: བྱང་ཆུབ་སེམས་དཔའི་ཐེག་པ་པའི་རིགས་ཀྱི་བུ་དེ་ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་འདི་ལ་མོས་ཤིང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཟབ་མོ་འདི་དེ་བཞིན་གཤེགས་པས་ཇི་སྐད་དུ་བསྟན་པ་དེ་བཞིན་དུ་མོས་པས་ཕྱིར་མི་ལྡོག་པ་ཉིད་ལ་གནས་པར་འགྱུར་ཏེ།
en: Those noble children who follow the vehicle of the bodhisattvas will also dwell in the irreversible state because they believe in the profound perfection of wisdom, and they believe in it, just as it has been taught by the tathāgatas. “

source: རབ་འབྱོར་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདི་ཐོས་པ་ནི་ཕན་པ་མང་པོར་འགྱུར་བ་ཡིན་ཏེ། གང་གིས་ཐོས་ཤིང་མོས་ནས་དེ་བཞིན་ཉིད་དུ་གནས་པ་དང་། དེ་བཞིན་ཉིད་དུ་ནན་ཏན་བྱེད་པ་དེ་དག་ནི་སྨོས་ཀྱང་མི་སྨོས་ཏེ།
en: Subhūti, since bodhisattva great beings who hear this perfection of wisdom will have many advantages, one need not even speak of those who, having heard it, believe in it, dwell in the real nature, and are earnestly intent on the real nature.

source: དེ་དག་དེ་བཞིན་ཉིད་ལ་གནས། དེ་བཞིན་ཉིད་ལ་ནན་ཏན་དུ་བྱས་ནས་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལ་གནས་པར་འགྱུར་རོ། །གསོལ་པ།
en: Abiding in the real nature and earnestly intent on the real nature, they will dwell in all-aspect omniscience.” “

source: བཅོམ་ལྡན་འདས་དེ་བཞིན་ཉིད་དུ་གནས་ནས་དེ་བཞིན་ཉིད་དུ་ནན་ཏན་བགྱིས་ཏེ་ཆོས་གང་ཡང་མ་དམིགས་ན། དེ་ཇི་ལྟར་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལ་གནས་པར་འགྱུར་བ་ལགས།
en: Blessed Lord, when they dwell in the real nature, earnestly intent on the real nature, if they do not apprehend anything at all, how then will they dwell in all-aspect omniscience?

source: བཅོམ་ལྡན་འདས་དེ་ལྟར་དེ་བཞིན་ཉིད་ལ་མ་གཏོགས་པའི་ཆོས་ཀྱང་གང་ཡང་མི་དམིགས་ན། སུ་ཞིག་དེ་བཞིན་ཉིད་ལ་གནས་པར་འགྱུར།
en: Blessed Lord, when, apart from the real nature, there is nothing apprehensible at all, who will dwell in this real nature?

source: སུ་ཞིག་དེ་བཞིན་ཉིད་ལ་གནས་ནས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར།
en: Who, abiding in the real nature, will attain consummate buddhahood in unsurpassed, complete enlightenment?

source: སུ་ཞིག་དེ་བཞིན་ཉིད་ལ་གནས་ཤིང་ཆོས་སྟོན་པར་འགྱུར།
en: Who will dwell in the real nature and teach the Dharma? Blessed Lord!

source: དེ་བཞིན་ཉིད་ཀྱང་དམིགས་སུ་མ་མཆིས་ན། དེ་བཞིན་ཉིད་ལ་གནས་པར་འགྱུར་བ་དང་། དེ་བཞིན་ཉིད་ལ་གནས་ཏེ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བ་དང་། དེ་བཞིན་ཉིད་ལ་གནས་ཤིང་ཆོས་སྟོན་པར་འགྱུར་བ་ལྟ་ཅི་སྨོས་ཏེ་དེ་ནི་གནས་མ་མཆིས་སོ།
en: When the real nature is itself nonapprehensible, how could one speak of anyone abiding in the real nature, attaining consummate buddhahood in unsurpassed, complete enlightenment while abiding in the real nature, and teaching the Dharma while abiding in the real nature?

source: རབ་འབྱོར་གང་ཁྱོད་འདི་སྐད་དུ་གང་དེ་བཞིན་ཉིད་ལ་གནས་པ་དང་། དེ་བཞིན་ཉིད་ལ་གནས་ཏེ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བ་དང་། དེ་བཞིན་ཉིད་ལ་གནས་ཤིང་ཆོས་སྟོན་པར་འགྱུར་བ་དེ་ལྟ་བུའི་ཆོས་གང་ཡང་དེ་བཞིན་ཉིད་ལ་མ་གཏོགས་པར་གཞན་དམིགས་སུ་མེད་དེ་དེ་བཞིན་ཉིད་ཀྱང་དམིགས་སུ་མེད་ན། དེ་བཞིན་ཉིད་ལ་གནས་པར་འགྱུར་བ་དང་།
en: Subhūti,” replied the Blessed One, “you have said, ‘Apart from the real nature, there is nothing apprehensible at all that would dwell in the real nature, that would, abiding in the real nature, attain consummate buddhahood in unsurpassed, complete enlightenment, and that would, abiding in the real nature, teach the Dharma.

source: དེ་བཞིན་ཉིད་ལ་གནས་ཏེ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བ་དང་། དེ་བཞིན་ཉིད་ལ་གནས་ཤིང་ཆོས་སྟོན་པར་འགྱུར་བ་ལྟ་ཅི་སྨོས་ཏེ།
en: When the real nature is itself nonapprehensible, how could one speak of anyone abiding in the real nature, attaining consummate buddhahood in unsurpassed, complete enlightenment while abiding in the real nature, and teaching the Dharma while abiding in the real nature?

source: དེ་ནི་གནས་མེད་དོ་ཞེས་ཟེར་བ་ནི།
en: That would be impossible!’

source: །རབ་འབྱོར་གང་དེ་བཞིན་ཉིད་ལ་གནས་པ་དང་། གང་དེ་བཞིན་ཉིད་ལ་གནས་ཏེ། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བ་དང་། གང་དེ་བཞིན་ཉིད་ལ་གནས་ཤིང་ཆོས་སྟོན་པར་འགྱུར་བ་དེ་ལྟ་བུའི་ཆོས་གང་ཡང་དེ་བཞིན་ཉིད་ལ་མ་གཏོགས་པར་གཞན་ཡང་དམིགས་སུ་མེད་དེ། དེ་བཞིན་ཉིད་ཀྱང་དམིགས་སུ་མེད་ན།
en: Subhūti, apart from the real nature, there is nothing apprehensible at all that would dwell in the real nature, that would, abiding in the real nature, attain consummate buddhahood in unsurpassed, complete enlightenment, and that would, abiding in the real nature, teach the Dharma.

source: གང་དེ་བཞིན་ཉིད་ལ་གནས་པར་འགྱུར་བ་དང་། དེ་བཞིན་ཉིད་ལ་གནས་ཏེ། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བ་དང་། དེ་བཞིན་ཉིད་ལ་གནས་ཤིང་ཆོས་སྟོན་པར་འགྱུར་བ་ལྟ་ཅི་སྨོས་ཏེ་དེ་ནི་གནས་མེད་དོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: When the real nature is itself nonapprehensible, how could one speak of anyone abiding in the real nature, attaining consummate buddhahood in unsurpassed, complete enlightenment while abiding in the real nature, and teaching the Dharma while abiding in the real nature?

source: རབ་འབྱོར་དེ་བཞིན་གཤེགས་པ་རྣམས་བྱུང་ཡང་རུང་།
en: That would be impossible! “

source: དེ་བཞིན་གཤེགས་པ་རྣམས་མ་བྱུང་ཡང་རུང་སྟེ། ཆོས་རྣམས་ཀྱི་དེ་བཞིན་ཉིད་དང་། མ་ནོར་བ་དེ་བཞིན་ཉིད་དང་། །གཞན་མ་ཡིན་པ་དེ་བཞིན་ཉིད་དང་། ཆོས་ཉིད་དེ་ནི་གནས་པའོ།
en: If you ask why, Subhūti, whether the tathāgatas have appeared or not, the real nature of phenomena, the unmistaken real nature, the one and only real nature, and reality do dwell.

source: །ཆོས་རྣམས་ཀྱི་ཆོས་ཀྱི་དབྱིངས་དང་། ཆོས་ཀྱི་གནས་ཉིད་དང་། ཆོས་སྐྱོན་མེད་པ་ཉིད་དང་། ཡང་དག་པའི་མཐའ་དེ་ནི་གནས་པ་སྟེ།
en: With respect to all phenomena, the realm of phenomena, the abiding nature of reality, the maturity of all phenomena, and the very limit of reality do dwell.

source: རབ་འབྱོར་དེ་བཞིན་ཉིད་འདི་ལ་ནི་གང་ཡང་གནས་པར་འགྱུར་བ་མེད་དེ།
en: Subhūti, there is nothing at all that dwells in this real nature.

source: དེ་ལ་གནས་ཤིང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་བ་སུ་ཡང་མེད་ན། དེ་ལ་གནས་ཤིང་ཆོས་སྟོན་པར་འགྱུར་བ་ལྟ་ཅི་སྨོས་ཏེ་དེ་ནི་གནས་མེད་དོ།
en: Since there is no one at all who will attain consummate buddhahood in unsurpassed, complete enlightenment, while abiding in that [real nature], how could one speak of anyone teaching the Dharma while abiding in that real nature? That would be impossible!”

source: །དེ་ནས་ལྷའི་དབང་པོ་བརྒྱ་བྱིན་གྱིས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་འདི་ནི་ཟབ་པ་སྟེ།
en: Thereupon, Śakra, mighty lord of the gods, said to the Blessed One, “Blessed Lord, this perfection of wisdom is profound.

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འཚལ་བ་དེ་དག་ནི་དཀའ་བ་བགྱིད་པའོ།
en: Blessed Lord, bodhisattva great beings who seek to attain consummate buddhahood in unsurpassed, complete enlightenment are achieving something that is difficult.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། བཅོམ་ལྡན་འདས་ཆོས་གང་ཡང་དམིགས་སུ་མ་མཆིས་ཏེ།
en: If one were to ask why, Blessed Lord, it is because nothing at all is apprehensible.

source: སུ་ཡང་དེ་བཞིན་ཉིད་ལ་གནས་པ་མ་མཆིས་ལ། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བ་ཡང་གང་ཡང་མ་མཆིས་ཏེ།
en: There is no one who would dwell in the real nature, nor is there anything that would attain consummate buddhahood in unsurpassed, complete enlightenment.

source: ཆོས་སྟོན་པ་ཡང་གང་ཡང་མ་མཆིས་ལ་དེས་ཞུམ་པར་ཡང་མི་འགྱུར་ཞིང་དེ་དག་ལ་ནེམ་ནུར་དུ་མི་འགྱུར་བ་འམ།
en: Nor is there anything that would teach the Dharma. Those who will not be discouraged, who do not succumb to doubt, or who do not become deluded with respect to such [profound attributes] achieve that which is difficult.” {Ki.

source: རྨོངས་པར་འགྱུར་བར་མ་མཆིས་པ་ནི་དཀའ་བ་བགྱིད་པའོ། །དེ་ནས་གནས་བརྟན་རབ་འབྱོར་གྱིས། ལྷའི་དབང་པོ་བརྒྱ་བྱིན་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཀཽ་ཤི་ཀ་གང་ཁྱོད་ཀྱིས་འདི་སྐད་དུ་བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་ཆོས་ཟབ་མོ་འདི་དག་ལ་ནེམ་ནུར་དུ་མི་འགྱུར།
en: V: 66} Then the elder Subhūti said to Śakra, mighty lord of the gods, “Kauśika, you have said, ‘Blessed Lord, bodhisattva great beings who do not succumb to doubt and who do not become deluded with respect to these profound attributes are achieving something that is difficult.’

source: རྨོངས་པར་མི་འགྱུར་བ་ནི་དཀའ་བ་བགྱིད་པའོ་ཞེས་གསོལ་པ་ནི། ཀཽ་ཤི་ཀ་ཆོས་ཐམས་ཅད་སྟོང་པ་ཉིད་ཡིན་ན། དེ་ལ་ནེམ་ནུར་དུ་འགྱུར་བ་འམ། རྨོངས་པར་འགྱུར་བ་ལྟ་སུ་ཞིག་ཡོད།
en: Kauśika, since all phenomena are emptiness, who is there who could possibly succumb to doubt or become deluded!”

source: བརྒྱ་བྱིན་གྱིས་སྨྲས་པ། གནས་བརྟན་རབ་འབྱོར་ནི་གང་ཅི་སྟོན་ཀྱང་དེ་ཐམས་ཅད་སྟོང་པ་ཉིད་བརྩམས་ཤིང་སྟོན་ཏེ།
en: Śakra replied, “Whatever the elder Subhūti teaches, he does so commencing with emptiness.

source: ཅི་ལ་ཡང་ཆགས་པ་མེད་དོ། །འདི་ལྟ་སྟེ་དཔེར་ན། བར་སྣང་ལ་འཕངས་པའི་མདའ་ནི་ཅི་ལ་ཡང་ཆགས་པ་མེད་དོ།
en: There is nothing to impede him, just as there is nothing to impede an arrow fired into the sky.

source: །དེ་བཞིན་དུ་གནས་བརྟན་རབ་འབྱོར་གྱིས་ཆོས་བསྟན་པར་ཡང་ཅི་ལ་ཡང་ཆགས་པ་མེད་དོ།
en: In the same way, when the elder Subhūti teaches the Dharma there is nothing to impede him.”

source: །ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་སྟོང་ཕྲག་ཉི་ཤུ་ལྔ་པ་ལས། ལེའུ་བཞི་བཅུ་དགུ་པའོ།། །།དེ་ནས་ལྷའི་དབང་པོ་བརྒྱ་བྱིན་གྱིས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: This completes the forty-ninth chapter from “The Perfection of Wisdom in Twenty-Five Thousand Lines.”

source: །བཅོམ་ལྡན་འདས་ཅི་ལགས། བདག་གིས་དེ་སྐད་དུ་གསོལ་ཏེ། དེ་སྐད་དུ་བརྗོད་པས། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པའི་རྗེས་སུ་བརྗོད་པ་དང་། ཆོས་སུ་བརྗོད་ཅིང་ཆོས་ཀྱིས་གཉེར་བའི་ཆོས་ཉིད་ཡང་དག་པར་ལུང་བསྟན་པས་ལུང་བསྟན་པར་འགྱུར་བ་ལགས་སམ།
en: Chapter 50 Then Śakra, mighty lord of the gods, asked the Blessed One, “Blessed Lord, is it prophesied that by preaching in that manner and speaking in that manner, I will reiterate the words spoken by the Blessed One, teach the Dharma, and genuinely proclaim the nature of reality, striving in accordance with the Dharma?” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཀཽ་ཤི་ཀ་གང་ཁྱོད་ཀྱིས་དེ་སྐད་དུ་སྨྲས་ཏེ་དེ་སྐད་དུ་བརྗོད་པས་དེ་བཞིན་གཤེགས་པས་གསུངས་པའི་རྗེས་སུ་བརྗོད་པ་དང་། ཆོས་སུ་བརྗོད་ཅིང་ཆོས་ཀྱིས་གཉེར་བའི་ཆོས་ཉིད་ལུང་བསྟན་པར་འགྱུར་རོ།
en: Kauśika,” replied the Blessed One, “it is prophesied that by preaching in that manner and speaking in that manner, you will reiterate the words spoken by the Blessed One, teach the Dharma, and [genuinely proclaim] the nature of reality, striving in accordance with the Dharma.” {

source: །བརྒྱ་བྱིན་གྱིས་གསོལ་པ།
en: Ki.

source: བཅོམ་ལྡན་འདས་གནས་བརྟན་རབ་འབྱོར་འདིས་ཅི་དང་ཅི་སྤོབས་པ་དེ་ཐམས་ཅད་སྟོང་པ་ཉིད་བརྩམས་ཤིང་སྤོབས།
en: V: 67} “Blessed Lord, it is most wonderful how this elder Subhūti speaks inspirationally,” said Śakra. “In all respects, he speaks inspirationally about emptiness.

source: མཚན་མ་མ་མཆིས་པ་ཉིད་བརྩམས་ཤིང་སྤོབས།
en: He speaks inspirationally about signlessness.

source: སྨོན་པ་མ་མཆིས་པ་ཉིད་བརྩམས་ཤིང་སྤོབས་པ་དང་།
en: He speaks inspirationally about wishlessness.
